source/_static/diagrams/48-seissol-from-spack-to-a-pr-2.d2
direction: right
n0: "Spack package.py"
n1: "old .eb"
n2: "site generation"
n3: "next .eb"
n4: "PR"
n0 -> n1
n1 -> n2
n2 -> n3
n3 -> n4
